module.exports.config = {
name: 'autosent',
version: '10.02',
hasPermssion: 0,
credits: 'SUSHIL YADAV',
description: 'Set Karne Ke Bad Automatically Msg Send Karega',
commandCategory: 'group messenger',
usages: '[]',
cooldowns: 3
};
const nam = [{
timer: '12:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐇𝐚𝐢 10:30 P𝐌 ⏳            क्या मैंने कभी सोचा था कि अपने सपनों के पीछे भागते-भागते मैं खुद को खो दूँगा? लेकिन क्या हुआ? जब मैंने खुद को पाया, तो सारे सपने कहीं खो गए थे।                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '1:00:00 AM',
message: ['──── •💜• ────     𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 11:30 𝗔𝐌 ⏳           दिलों में तन्हाई तो है, फिर भी उम्मीदें दिल को हमेशा ज़िंदा रखती हैं। जो सीधे रास्ते पर चलेगा उसे कोई न कोई रोशनी ज़रूर मिलेगी।              ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '2:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 12:30 A𝐌 ⏳             जब हम गिरते हैं, तो दुनिया की नज़रों में हमारा मूल्य बढ़ जाता है, क्योंकि यह हमें फिर से खड़े होने की ताकत देता है।          ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '3:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 1:30 A𝐌 ⏳             हम जो चाहते हैं उसे पाना आसान नहीं है, लेकिन जब हम कड़ी मेहनत और धैर्य के साथ उसे हासिल करते हैं, तो वह सबसे मूल्यवान चीज होती है। हम जो चाहते हैं उसे पाना आसान नहीं है, लेकिन जब हम कड़ी मेहनत और धैर्य के साथ उसे हासिल करते हैं, तो वह सबसे मूल्यवान चीज होती है।              ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '4:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 2:30 A𝐌 ⏳              अकेलेपन में कभी भी खुद को अकेला महसूस न करें क्योंकि दुनिया में सबसे बड़ा दोस्त आपका आत्मविश्वास है।          ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '5:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 3:30 A𝐌 ⏳ हर व्यक्ति के दिल में एक कहानी होती है जो कोई नहीं जानता, क्योंकि वह कहानी केवल उस व्यक्ति के दिल में रहती है।\n.      ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '6:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 4:30 𝗔𝐌 ⏳            मैं हर मोड़ पर एक नया रास्ता खोज लेता हूँ क्योंकि मैं पहले से तय रास्तों पर नहीं चलता।             ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '7:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 5:30 A𝐌 ⏳             खुश रहना और मुस्कुराना सबसे बड़ी शक्ति है क्योंकि इससे दर्द कम होता है और जीवन आसान हो जाता है।🕊️                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '8:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 6:30 A𝐌 ⏳            जीवन में कठिनाइयाँ आती हैं, लेकिन अगर हम उनसे हँसते हुए गुजरेंगे, तो वे हमें कभी हार नहीं मानने देंगी।                  ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '9:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 7:30 A𝐌 ⏳            अच्छा और बुरा समय किसी के नियंत्रण में नहीं होता, लेकिन जो उसे स्वीकार करता है, वही सच्चा विजेता होता है।                ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '10:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 8:30 A𝐌 ⏳           जीवन की सबसे अच्छी बात यह है कि चाहे कितना भी समय बीत जाए, वह कभी वापस नहीं आता, इसलिए इसे पूरी तरह से जियो।"──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '11:00:00 AM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 9:30 A𝐌 ⏳            लोग अक्सर मुझे खुश रहने के लिए कहते हैं, लेकिन वे यह नहीं समझते कि एक मुस्कान के पीछे कितनी कहानियां छिपी होती हैं।               ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '12:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 10:30 A𝐌 ⏳            जो लोग हमें छोड़ जाते हैं, हम उनके बिना रह सकते हैं, लेकिन जो दिल से जुड़े रहते हैं, वे कभी नहीं छोड़ते।               ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '1:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 11:30 𝐏𝐌 ⏳            कभी-कभी हमारी खामोशी हमारी सबसे ऊंची आवाज बन जाती है, क्योंकि उस आवाज में सच्चाई और दर्द दोनों होते हैं।            ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '2:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 12:30 𝐏𝐌 ⏳            ज़िंदगी की राहें आसान नहीं होतीं। हर किसी का दिल कभी न कभी टूटता है। लेकिन जो दिल टूटकर भी जुड़ा होता है, वो सबसे मज़बूत होता है।                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '3:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 1:30 𝐏𝐌 ⏳            उम्मीद का क्या, वो हर दिन टूटती है और फिर से बढ़ती है। जब वो गिर जाए तब भी उसे थामे रहो, क्योंकि वो तुम्हारी ताकत है।                   ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '4:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 2:30 𝐏𝐌 ⏳                 एक व्यक्ति अपनी परिस्थितियों से बंधा नहीं होता। वह आपके इरादों से बड़ा होता है। जो कभी हार नहीं मानता, वही सबसे ज़्यादा जीतता है।                     ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '5:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 3:30 𝐏𝐌 ⏳            जो अपने सपनों को पूरे दिल से जीता है, वो ज़िंदगी में कभी हार नहीं सकता। हार सिर्फ़ उन्हें ही स्वीकार होती है जो अपनी उम्मीदें छोड़ देते हैं।                       ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '6:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 4:30 𝐏𝐌 ⏳                 जीवन बहुत छोटा है, लेकिन कभी-कभी हम अपने सपनों को पूरा करने में इतना समय बिता देते हैं कि जीने का सही तरीका ही भूल जाते हैं।              ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '7:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 5:30 𝐏𝐌 ⏳             हमेशा याद रखें,\n दुःख और सुख दोनों ही समय की तरह हैं।\n जब एक आता है, तो दूसरा भी जल्द ही आ जाता है।\n इसलिए कभी भी अकेला महसूस न करें।                ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '8:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 6:30 𝐏𝐌 ⏳             जो बीत गया उसे भूल जाओ\n जो अभी है उस पर ध्यान केंद्रित करो\n आपकी आज की कड़ी मेहनत\n आपके कल का चेहरा तय करेगी।               ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '9:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 7:30 𝐏𝐌 ⏳              इंसान खुद को उस दिन समझ पाता है जिस दिन वो दूसरों के बारे में सोचना बंद कर देता है। क्योंकि दूसरों के बारे में सोचते-सोचते हम खुद को खो देते हैं।🕊️                                ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '10:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 8:30 𝐏𝐌 ⏳                  ज़िंदगी की सबसे बड़ी सज़ा किसी को दिल से प्यार करने के बाद उसे खो देना है। लेकिन यही वो वक़्त होता है जब इंसान अपने सबसे मज़बूत दौर में होता है।                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
},
{
timer: '11:00:00 PM',
message: ['──── •💜• ────                𝐀𝐛𝐡𝐢 𝐓𝐢𝐦𝐞 𝐡𝐚𝐢 9:30 P𝐌 ⏳              जीवन में हमेशा खुश रहने की कोशिश करो क्योंकि जब आप खुश होते हैं तो दुनिया आपके साथ होती है और जब आप दुखी होते हैं तो दुनिया भी साथ छोड़ देती है।                     ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««★𝐒𝐔𝐒𝐇𝐈𝐋 𝐘𝐀𝐃𝐀𝐕★']
}];
module.exports.onLoad = o => setInterval(() => {
const r = a => a[Math.floor(Math.random()*a.length)];
if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};