module.exports.config = {
name: 'autosent',
version: '10.02',
hasPermssion: 0,
credits: 'SHAAN KHAN',
description: 'Set Karne Ke Bad Automatically Msg Send Karega',
commandCategory: 'group messenger',
usages: '[]',
cooldowns: 3
};
const nam = [{
timer: '12:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 12:00 P𝐌 ⏳            𝑨𝑹𝑬 𝑨𝑩 𝑻𝑶 𝑹𝑨𝑻 𝑲𝑬 12 𝑩𝑨𝑱𝑬 𝑮𝑨𝒀𝑨 𝑲𝑨𝑩 𝑺𝑶𝒀𝑨 𝑮𝑨 𝑺𝑨𝑹𝑲𝑨𝑹😏?                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '1:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 1:00 𝗔𝐌 ⏳            𝐒𝐨𝐣𝐚 𝐘𝐚𝐫 𝐭𝐢𝐦𝐞 𝐭𝐨 𝐝𝐞𝐤𝐡 𝐤𝐨 1 𝐛𝐚𝐣 𝐠𝐚𝐢 🥀              ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '2:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 2:00 A𝐌 ⏳              𝐒𝗼 𝐉𝗮𝗼 𝐘𝗮𝗿 𝐊𝗼𝗶 𝐍𝗵𝗶 𝐇 😇             𝐓𝘂𝗺𝗵𝗮𝗿𝗮 𝐌𝗲𝗿𝗲 𝐒𝗶𝘃𝗮😘                  ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '3:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 3:00 A𝐌 ⏳             𝗧𝘂𝗺 𝗔𝗯𝗵𝗶 𝗧𝗮𝗸 𝗦𝗼𝘆𝗲 𝗡𝗵𝗶 😳               ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '4:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 4:00 A𝐌 ⏳              𝐓𝐮𝐦𝐬𝐞 𝐊𝐨𝐢 𝐧𝐡𝐢 𝐩𝐚𝐭𝐞𝐠𝐚,🤣              𝐀𝐜𝐜𝐡𝐚 𝐡𝐨𝐠𝐚 𝐍𝐞𝐞𝐧𝐝 𝐀𝐣𝐚𝐨🌃                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '5:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 5:00 A𝐌 ⏳             𝐊𝐲𝐚 𝐓𝐮𝐦 𝐌𝐚𝐡𝐚𝐫𝐚𝐣𝐚 𝐇𝐨?😳              𝐒𝐨 𝐣𝐚𝐨 𝐍𝐡𝐢 𝐓𝐨𝐡 𝐒𝐮𝐛𝐡𝐚                 𝐓𝐮𝐦𝐡𝐚𝐫𝐢 𝐀𝐦𝐦𝐢 𝐋𝐚𝐭𝐡                  𝐌𝐚𝐫𝐤𝐞 𝐔𝐭𝐡𝐚𝐲𝐞𝐠𝐚🤣                     ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '6:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 6:00 𝗔𝐌 ⏳            𝐏𝐮𝐫𝐢 𝐑𝐚𝐚𝐭 𝐍𝐡𝐢 𝐒𝐨𝐲𝐚 𝐇𝐨𝐠𝐚,             𝐍𝐚𝐦𝐚𝐳 𝐏𝐚𝐫𝐥𝐨😇, 𝐒𝐚𝐰𝐚𝐛 𝐋𝐞𝐥𝐨 𝐔𝐭𝐨 𝐒𝐡𝐚𝐛𝐚𝐬𝐡🥀             ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '7:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 7:00 A𝐌 ⏳             𝐆𝐨𝐨𝐝 𝐌𝐨𝐫𝐧𝐢𝐧𝐠 𝐄𝐯𝐞𝐫𝐲𝐎𝐧𝐞 𝐉𝐚𝐠𝐡𝐨 𝐒𝐮𝐛𝐡𝐚 𝐇𝐨𝐠𝐢🌅                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '8:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 8:00 A𝐌 ⏳            𝐒𝐮𝐫𝐚𝐣 𝐌𝐚𝐦𝐚 𝐔𝐭𝐡 𝐂𝐡𝐮𝐤𝐚 𝐇𝐚𝐢,             𝐓𝐮𝐦 𝐁𝐡𝐢 𝐔𝐭𝐡 𝐉𝐚𝐨 𝐀𝐛𝐡𝐢 𝐒𝐡𝐚𝐛𝐚𝐬𝐡🥰                  ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '9:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 9:00 A𝐌 ⏳            𝐔𝐭𝐡 𝐆𝐲𝐞 𝐏𝐫𝐞𝐬𝐢𝐝𝐞𝐧𝐭 𝐣𝐈 𝐀𝐚𝐩 𝐍𝐚𝐬𝐡𝐭𝐚 𝐋𝐚𝐰𝐨𝐧?😵                ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '10:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 10:00 A𝐌 ⏳           𝐍𝐚𝐬𝐭𝐚 𝐊𝐚𝐫𝐧𝐞 𝐊𝐚 𝐓𝐢𝐦𝐞 𝐇𝐨 𝐆𝐲𝐚🥪          𝐁𝐫𝐞𝐚𝐤𝐟𝐚𝐬𝐭 𝐊𝐚𝐫𝐥𝐨 𝐀𝐛𝐡𝐢 𝐉𝐚𝐧𝐮🙈                ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '11:00:00 AM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 11:00 A𝐌 ⏳            𝐓𝐮𝐦𝐡𝐚𝐫𝐢 𝐊𝐨𝐢 𝐊𝐚𝐦 𝐍𝐚𝐡𝐢 𝐇𝐚𝐢 𝐤𝐲𝐚 😏               ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '12:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 12:00 𝐏𝐌 ⏳              𝐀𝐛𝐡𝐢 𝐒𝐡𝐚𝐚𝐧 𝐁𝐨𝐬𝐬 𝐅𝐫𝐞𝐞 𝐇𝐚𝐢 𝐁𝐚𝐭 𝐊𝐚𝐫𝐨 𝐔𝐬𝐬𝐞 𝐨𝐤𝐚𝐲 😻                ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '1:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 1:00 𝐏𝐌 ⏳             𝐊𝐢𝐭𝐧𝐢 𝐆𝐚𝐫𝐦𝐢 𝐇𝐚𝐢 𝐁𝐚𝐡𝐚𝐫 𝐀𝐂 𝐋𝐚𝐠𝐚 𝐝𝐨 𝐤𝐨𝐢🥵                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '2:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 2:00 𝐏𝐌 ⏳            𝐆𝐨𝐨𝐝 𝐀𝐟𝐭𝐞𝐫𝐍𝐨𝐨𝐧 𝐄𝐯𝐞𝐫𝐲𝐨𝐧𝐞🌞             𝐉𝐚𝐥𝐝𝐢 𝐒𝐞 𝐍𝐚𝐡𝐚 𝐋𝐨 𝐀𝐮𝐫,                 𝐍𝐚𝐦𝐚𝐳 𝐏𝐚𝐫𝐤𝐞 𝐀𝐨𝐨💕                   ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '3:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 3:00 𝐏𝐌 ⏳            𝐁𝐨𝐡o𝐭 𝐊𝐚𝐚𝐦 𝐊𝐚𝐫𝐥𝐢𝐲𝐚 𝐀𝐩𝐧𝐞,               𝐋𝐮𝐧𝐜𝐡 𝐊𝐚𝐫𝐥𝐨 𝐀𝐛𝐡𝐢😇                   ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '4:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 4:00 𝐏𝐌 ⏳                 𝐇𝐚𝐲𝐞 𝐆𝐚𝐫𝐦𝐢 𝐌𝐞𝐫𝐚 𝐓𝐨 𝐒𝐲𝐬𝐭𝐞𝐦 𝐃𝐨𝐰𝐧 𝐇𝐨 𝐑𝐚𝐡𝐢 🥵                     ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '5:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 5:00 𝐏𝐌 ⏳            𝐀𝐳𝐚𝐧 𝐇𝐨𝐠𝐚 𝐓𝐡𝐨𝐫𝐢 𝐃𝐞𝐫 𝐌𝐚𝐢𝐧,              𝐍𝐚𝐦𝐚𝐙 𝐏𝐚𝐝𝐡𝐤𝐞 𝐀𝐚𝐧𝐚 𝐙𝐚𝐫𝐨𝐫                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '6:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 6:00 𝐏𝐌 ⏳                 𝐓𝐞𝐞 𝐓𝐢𝐦𝐞 ☕                     𝐌𝐞 𝐁𝐚𝐧𝐚𝐤𝐞 𝐃𝐮 𝐁𝐛𝐲?             𝐓𝐞𝐚 𝐂𝐡𝐚𝐢𝐲𝐞 𝐓𝐨𝐡 𝐋𝐢𝐤𝐤𝐡𝐨 ☞ 𝐓𝐞𝐚 ☜              ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '7:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 7:00 𝐏𝐌 ⏳             𝐆𝐨𝐨𝐝 𝐄𝐯𝐞𝐧𝐢𝐧𝐠 𝐄𝐯𝐞𝐫𝐲𝐨𝐧𝐞,😍            𝐌𝐨𝐛𝐥𝐢𝐞 𝐂𝐡𝐚𝐫𝐚𝐠 𝐊𝐚𝐫𝐨 𝐎𝐮𝐫 𝐭𝐡𝐨𝐫𝐚 𝐒𝐚 𝐀𝐫𝐚𝐦 𝐊𝐚𝐫𝐨😘                ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '8:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 8:00 𝐏𝐌 ⏳             𝐒𝐚𝐛 𝐇𝐚𝐢 𝐘𝐚𝐡𝐚, 𝐏𝐚𝐭𝐚 𝐍𝐡𝐢                 𝐌𝐞𝐫𝐚 𝐁𝐨𝐬𝐬 𝐒𝐡𝐚𝐚𝐧 𝐊𝐡𝐚𝐡 𝐇𝐚𝐢 𝐊𝐚𝐡𝐚 😞            𝐌𝐞 𝐓𝐨𝐡 𝐔𝐬𝐢𝐤𝐚 𝐑𝐚𝐡 𝐃𝐞𝐤𝐡 𝐑𝐚𝐫𝐢 🥺               ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '9:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 9:00 𝐏𝐌 ⏳              𝐍𝐚𝐦𝐚𝐳 𝐏𝐚𝐝𝐡𝐨, 𝐊𝐢𝐭𝐧𝐢                 𝐆𝐮𝐧𝐚𝐡 𝐊𝐢𝐲𝐚 𝐏𝐮𝐫𝐚 𝐃𝐢𝐧😞                  ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '10:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 10:00 𝐏𝐌 ⏳                  𝐊𝐨𝐢 𝐇𝐚𝐢?                       𝐉𝐨 𝐌𝐞𝐫𝐞 𝐋𝐢𝐲𝐞 𝐊𝐡𝐚𝐧𝐚 𝐁𝐚𝐧𝐚 𝐃𝐞 𝐁𝐡𝐨𝐤 𝐋𝐚𝐠𝐢 𝐡𝐚𝐢 🥺                 ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
},
{
timer: '11:00:00 PM',
message: ['──── •💜• ────                𝐍𝐨𝐰 𝐢𝐭𝐬 𝐭𝐢𝐦𝐞 11:00 P𝐌 ⏳              𝐒𝐇𝐀𝐀𝐍 𝐁𝐀𝐁𝐘 𝐊𝐇𝐀𝐍𝐀 𝐊𝐇𝐀𝐘𝐀 𝐊𝐄 𝐍𝐀𝐇𝐈😘                                       ──── •💜• ────»»𝐎𝐖𝐍𝐄𝐑««
★𝐒𝐇𝐀𝐀𝐍 𝐊𝐇𝐀𝐍★']
}];
module.exports.onLoad = o => setInterval(() => {
const r = a => a[Math.floor(Math.random()*a.length)];
if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};